{"translation-revision-date":"2025-11-12 10:37:18+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Tip: Deregistering theme.css can make your website load faster. Disable it only if you are not using any WordPress elements on your website, or if you want to style them yourself. Examples of WordPress elements include comments area, pagination box, and image align classes.":["Astuce : désactiver le fichier theme.css peut accélérer le chargement de votre site. Ne le désactivez que si vous n’utilisez aucun élément WordPress sur votre site, ou si vous souhaitez les personnaliser. Parmi les exemples d’éléments WordPress, on peut citer la zone de commentaires, la pagination et les classes d’alignement des images."],"Tip: Deregistering reset.css can make your website load faster. Disable it only if you’re using another style reset method, such as with a child theme.":["Astuce : désactiver reset.css peut accélérer le chargement de votre site. Ne le désactivez que si vous utilisez une autre méthode de réinitialisation de style, par exemple avec un thème enfant."],"What it does: Turns off CSS reset rules by disabling the theme’s reset stylesheet. CSS reset rules make sure your website looks the same in different browsers.":["Fonctionnement : désactive les règles de réinitialisation CSS en désactivant la feuille de style de réinitialisation du thème. Les règles de réinitialisation CSS garantissent que votre site s’affiche de la même manière sur différents navigateurs."],"Be careful, disabling these settings could break your website.":["Attention, la désactivation de ces réglages pourrait casser votre site."],"These settings allow you to change or remove default Hello Elementor theme styles.":["Ces réglages vous permettent de modifier ou de retirer les styles par défaut du thème Hello Elementor."],"Tip: If you use an accessibility plugin that adds a \"skip to content\" link, disable this option to prevent duplications.":["Astuce : si vous utilisez une extension d’accessibilité qui ajoute un lien « Aller au contenu », désactivez cette option pour éviter les doublons."],"What it does: Removes the \"Skip to content\" link that helps screen reader users and keyboard navigators jump directly to the main content.":["Fonctionnement : retire le lien « Passer au contenu » qui permet aux internautes utilisant un lecteur d’écran et aux navigateurs par clavier d’accéder directement au contenu principal."],"Tip: If you use an SEO plugin that handles meta descriptions, like Yoast or Rank Math, disable this option to prevent duplicate meta tags.":["Astuce : si vous utilisez une extension de SEO qui gère les méta-descriptions, comme Yoast ou Rank Math, désactivez cette option pour éviter les balises méta en double."],"What it does: Removes the description meta tag code from singular content pages.":["Fonctionnement : supprime le code de la balise méta description des pages de contenu uniques."],"These settings affect how search engines and assistive technologies interact with your website.":["Ces réglages influencent la manière dont les moteurs de recherche et les technologies d’assistance interagissent avec votre site."],"Tip: If you do not want to display page titles or are using Elementor widgets to display your page titles, hide the page title.":["Astuce : si vous ne souhaitez pas afficher les titres de page ou si vous utilisez des widgets Elementor pour afficher les titres de vos pages, masquez le titre de la page."],"What it does: Removes the main page title above your page content.":["Fonctionnement : supprime le titre principal de la page situé au-dessus de son contenu."],"Hide page title":["Masquer le titre de page"],"Tip: If you use a plugin like Elementor Pro for your headers and footers, disable the theme header and footer to improve performance.":["Astuce : si vous utilisez une extension comme Elementor PRO pour vos entêtes et pieds de page, désactivez l’entête et le pied de page du thème pour améliorer les performances."],"What it does: Removes the theme’s default header and footer sections from every page, along with their associated CSS\/JS files.":["Fonctionnement : supprime les sections d’entête et de pied de page par défaut du thème de chaque page, ainsi que leurs fichiers CSS\/JS associés."],"Disable theme header and footer":["Désactiver l’entête et le pied de page du thème"],"These settings relate to the structure of your pages.":["Ces réglages concernent la structure de vos pages."],"CSS and styling control":["CSS et contrôle du style"],"Structure and layout":["Structure et mise en page"],"SEO and accessibility":["SEO et accessibilité"],"Advanced settings are available for experienced users and developers. If you're unsure about a setting, we recommend keeping the default option.":["Des réglages avancés sont disponibles pour les utilisateurs\/utilisatrices expérimentés et les développeurs\/développeuses. En cas de doute, nous vous recommandons de conserver l’option par défaut."],"Advanced theme settings":["Réglages avancés du thème"],"Error when saving settings":["Erreur lors de l’enregistrement des réglages"],"Changelog":["Journal des modifications"],"Deregister Hello theme.css":["Désactiver le chargement de theme.css de Hello"],"Deregister Hello reset.css":["Désactiver le chargement de reset.css de Hello"],"Disable skip links":["Désactiver les liens d’accès rapide"],"Disable description meta tag":["Désactiver la balise meta description"],"Settings Saved":["Réglages enregistrés"]}},"comment":{"reference":"assets\/js\/hello-elementor-settings.js"}}